[" \n \nADMISSION    \nREGULATIONS \nFOR UNDERGRADUATE \n& GRADUATE  \nPROGRMAS   \n \n \n \n \n \n \n \n \n \n \n \nAdmission Rules & Regulations (2023 -2024)  \nFollowing are the Admission Regulations for admission to all \nUndergraduate/Graduate programs (4 -year BS/BCom/BBA, D Pharm/LLB \n(Hons), etc.), (2-year MA/MSc/M.  Com/MBA etc.) Diploma (1 year) Programs \nof the University Teaching Departments/Constituent Colleges/ Institutes.  \n1. SHORT TITLE AND COMMENCEMENT  \nFollowing are the Admission Regulations for a", "dmission to all \nUndergraduate/Graduate programs (4 -year BS/BCom/BBA, D Pharm/LLB \n(Hons), etc.), (2 -year MA/MSc/M. Com/MBA etc.) Diploma (1 year) Programs \nof the University Teaching Departments/Constituent Colleges/ Institutes.  \n2. DEFINITIONS  \n In these rules and regulations unless the subject and context otherwise \nrequire, the following expression shall have the meanings hereby respectively \nassigned to them, that is to say:  \n2.1 \"Academic Year\" means a year consisting of two regular s", "emesters \nnamely; Fall and Spring.  \n2.2 \"Authority\" means any of the Authorities of the University specified in the \nUniversity Act.  \n2.3 \"Dean\" means the Chairperson of the Board of the faculty duly appointed \nby the Chancellor as per the provision contained in the Baba Guru Nanak \nUniversity Nankana Sahib Act 2020.  \n2.4 \"University\" means the Baba Guru Nanak University, Nankana Sahib  \n(BGNU) . \n2.5 \"Vice Chancellor\" means the Vice Chancellor of the University, who shall \nbe competent to ma", "ke the decisions on admi ssion related issues.  \n3. INTRODUCTION   \nFollowing are the guidelines, procedures, rules, and regulations to be \nadministered by all the Departments/Colleges/Institutes/Centers.  \n3.1 A copy of printed Admission Regulations shall be made available in all \nthe Departments/Colleges/Institutes/Centers as well as the University \nLibrary and Websites for guidance.  \n3.2 The Vice Chancellor is the authorized to increase and decrease the \nnumber of regular, self -support, and", " reserved seats according to student \nteacher ratio and availability of research supervision.   \n  \n  \n4. ADMISSION REGULATIONS  \nAdmission shall be made on the basis of merit in accordance with the criteria laid down \nby the Admission Committee from time to time, provided further that;  \na) The 75% seats are allocated on merit and 25% seats shall be reserved \nfor graduates (BA/BSc/B. Com etc.) of BGNU on merit for MA/M.Sc./M. \nCom/MBA etc. in regular programs only.  \nb) Preference in case of ad", "mission to the Undergraduate and Graduate \nclasses will be given in the order of year of graduation, starting from \nthe current year.  \nc) Preference criteria for admission to all other classes, not enumerated \nabove will be notified separately after it is checked out by the \nAdmission Committee and approved by the Vice Chancellor, but \nadmission to these classes shall also be governed by these \nregulations.  \n4.1 The candidates who have passed HSSC/A -Level or any equivalent \nexamination, OR wh", "o have passed the Intermediate Part -I exam \n(HSSC/A -Level) and are waiting for the results of the Intermediate Part -II \n(HSSC/A -Level), shall be eligible for admission to the nex t higher classes.  \n4.1.1  Undergraduate admission based on Intermediate (Part -I) result will \nbe on “Provisional” basis subject to submission of \nAffidavit/Undertaking by the candidate. Confirmation of admission \nwill be made on the production of complete result of HSSC/A -Levels \nafter fulfilling prescribed admis", "sion requirements. In case the \ncandidate fails to fulfil l admission requirements , his/her admission \nshall stand cancelled and submitted/deposited fee/dues shall not \nbe refunded.  \n4.1.2  The candidates who have passed ADS/ADA/ADC or any equivalent \nexamination (14 years of education) shall be eligible for admission \nto the next higher classes. Moreover, merit of all graduate programs \nshall be determined on the basis of terminal degrees + additional \ncriteria (if any) laid down by the relev", "ant \ndepartment/college/ institute /school.  \n4.2 Result awaiting candidates who appeared in Intermediate combined  \nexamination (1st year & 2nd year) and do not have their Part -I result (in \ncase of intermediate) and Part -I and Part -II (in case of three -year \ndiplomas) are not eligible to apply.  \n4.3 The Director / Principal/ Chairperson/ of the  \nDepartment/College/Institute/ Center, shall each year communicate for \napproval to the Admission Committee through the Dean of the concerned \nfa", "culty, prior to admission, the total number of students to be admitted. The \nnumber can not be increased without the approval of Vice Chancellor,  nor \nshall be criteria be modified without his approval. Further, he shall be vested \nwith the power to decide such issues as hardship case. Additional criteria \nfor weightage in admis sion to a particular discipline against merit seats will \nbe applicable.  \n4.4 Any student, who was rusticated, expelled, or whose entry in any \nDepartment/College/Inst", "itute/Center was banned for any reason \nwhatsoever at any time during his/her academic career, shall not be \nadmitted to any class without the permission of the Vice Chan cellor on the \nrecommendations of the concerned Director/ Chairperson/ Principal/ Dean \nand Director Student Affairs.  \nNOTE:  THE OFFICE OF THE DIRECTOR STUDENTS' AFFAIRS WILL \nCIRCULATE A COMPLETE LIST OF SUCH STUDENTS TO ALL \nCOLLEGES/ INSTITUTES/ DEPARTEMNTS, AGAINST WHOM ANY KNID \nOF DISCIPLINARY ACTION HAS BEEN TAKEN. ALL", " SUCH STUDENTS \nWILL BE PROCESSED IN THE LIGHT OF REGULAT ION. \n4.5 All difficulties connected with admission shall be resolved by the Admission \nCommittee in consultation with Chairperson/ Principal/ Director of the \nDepartment/ College/ Institute/ Center and shall deem to be settled with the \napproval of the Vice Chancellor  later on.  \n4.6 Any Reserved Seat which remains unfilled at the closing date or extended \nperiod may be transferred to the Open Merit Quota after the approval of \nAdmissio", "n Committee  on the recommendations of the  \nChairperson/Principal/Director of the  Department/College/Institute/Center \nand Dean of the Faculty concerned, subject to available remaining \napplications in the concerned degree program.  \n4.7 (i) Any person who has attained the age of the thirty -two (32) years on the \nlast date fixed for the application for admission shall not be admitted to \ngraduate classes. Age limit for students seeking admissions after passing \nIntermediate or equivalent exam", " ination in any discipline of this university \nwill be  twenty -six (26) years. In case of real hardship; however, the Vice \nChancellor on the recommendation of the Chairperson/ Principal/ Director \nof the Department/ College/ Institute/ Center and Dean of the c oncerned \nfaculty may relax this age limit up to maximum of two (02) years, subject to \nthe availability of vacant seat only after all available eligible candidates have \nbeen offered admissions.  \n(ii) The age limit does not apply to th", "e disciplines of B.Ed., MBA (Executive), \nand M.Sc. Criminology.  \n(iii) Age limit is also not applicable to the following candidates:  \na) Spouse of University Employees seeking admission against the \nreserved seat.  \nb) Employees of the University.  \nc) Army Personnel.  \n(iv) The age limit for government employees/ employees of the government -\ncontrolled corporations/ autonomous bodies shall be followed as per Govt. \nrules, provided that they submit the NOC and study leave from their \ndepartm", "ent to pursue such studies. However, no seat shall be reserved for \nthis purpose.  \n(v) For the disciplines of Education (B.Ed. 1.5 year) MA/ Library Sciences, \nM.Sc. Physical Education (05) seats shall be kept reserved for Govt. \nemployees provided that they seek NOC from their parent department and \nremain on study leave for the duration of degree course.  \n4.8 All the government employees seeking admission to BGNU, Nankana Sahib \nare required to submit the following documents:  \n(i) NOC from ", "the competent authorities (in case of self -support program).  \n(ii) NOC and study leave from the competent authority (in case of regular \nprogram).  \n4.8  In case of admission to the Replica (Self -Support) Undergraduate and \nGraduate classes of the Department/ College/ Institute/ Center, the same \nRegulations relating to the admission to regular morning classes shall be \napplicable.  \n4.9  (i) No students shall be admitted to a second or subsequent \nBachelor's/Master's Degree Courses in the De", "partment/ College/ Institute/ \nCenter/ Sub -Campus except in professional degree course i.e., B.Ed., M.Sc. \nCriminology and MBA (Executive) etc.  \nEXPLANATION: \"Students having 14 years of education will be eligible to take \nadmission to BS 5th Semester Intake programs only, whereas the students \nhaving BS or 16 years education will be eligible to take admission in MS/MPhil \nprograms only .\" \n(ii) The degree course of B.Ed. and MBA Executive can be offered in parallel \nwith other degrees in the ", "same session or same year without time clash.  \na) Degree obtained in regular mode in morning session in one university \nalong with degree obtained in regular mode in evening session in \ndifferent university is allowed.  \nb) Degree obtained in regular mode in morning session in one university \nalong with degree obtained in private mode in the same university is \nallowed.  \nc) Degree obtained in regular mode in morning session in one university \nalong with degree obtained in private mode in diffe", "rent university is \nallowed.  \nNOTE:  DEGREES WITH TIME CLASH ARE NOT ALLOWED     \n4.10 A migration/ No Objection Certificate, in case of applicant graduate from    a \nuniversity other that the BGNU, Nankana Sahib, must be produced by the \ncandidate within 30 days of the admission for submission to the registration \nbranch of Registrant Office.  \n4.11 The migration of a student from another University to the BGNU, Nankana \nSahib to a Department/ College/ Institute/ Center of BGNU, Nankana Sahib ", "\nand vice versa will be governed only in accordance with the Migration Policy \nof BGNU, Nankana Sahib, provided that the student falls in the merit list \ndrawn by the University and belong to a university recognized by HEC.  \n4.12 Inter-departmental migration will be allowed on the recommendations of the \nChairperson/ Principal/ Director/ concerned, with the written approval of the \nDean of the Faculty, provided that, the student concerned would have been \noffered admission, on merit basis in th", "e Department/ College/ Institute to \nwhich he/she wishes to migrate. The maximum time period, during which \nsuch a migration may take place, shall be 02 weeks from the \ncommencement of the teaching session. The migration  will be allowed only \nin genuine cases.  \n4.13 In order to streamline the interdepartmental/ Inter -disciplinary fee transfer \ncases, fee transfer form will be moved from one Department/ discipline to \nother department/ discipline in genuine cases and during the admission \nproc", "ess only.  \n4.14 However, the transfer form will be allowed to only those programs/ \ndepartments in which the seats will remain vacant at the closure of \nadmission process and there are no waiting candidates, i.e., lists have been \ndisplayed till the last entry. A final list of program/ departments to which \nforms can be transferred will be approved by the Chairperson Admission \nCommittee and approval of the transfer will be granted accordingly and the \nconcerned departments will also be intimat", "ed. The policy order of merit will \nbe followed in all these cases.  \nTransfer form shall further be subject to following categories:  \n(i) A candidate, who has applied in any of the program/ department but failed \nto seek admission in that program/ department, if he/ she intends to transfer \nhis/her admission form to any other program/ department in which he/ she \nhas not applied but seats are s till lying vacant, can be transferred.  \n(ii) A student who has applied in any of the program/ depar", "tment  and admitted \nin the same program/ department, if he/she wants to transfer his/her \nadmission to any other program/ department in which he/she has not applied \nbut seats are still lying vacant, can be transferred.  \nIn addition to this, a standard procedure will be followed for form transfer. The \nstudents interested in transfer of Admissi on Forms will be required to submit an \napplication on a prescribed form recommended by the Chairpersons of both \ndepartments, to the Chairperson Admis", "sion Committee.  \nTransfer of any Fee or Admission Form(s) without the approval of the Chairperson \nAdmission Committee will be considered null and void.  \n \n4.15 If there is a tie between two or more candidates having equal merit,  their \nmerit will be determined on the basis of their ages, the candidates   older in \nage shall be given preference over the younger.  \n4.16 The FA/ F.Sc./BA/ B.Sc./BS degree of other Pakistani Universities/ Board \nwhere the subject English is not compulsory shall n", "ot be considered as \nequivalent to the BGNU, Nankana Sahib and such students shall not be \nadmitted in next higher classes.  \n4.17 In case of any other university, whose examination/ curriculum is different \nfrom BGNU, all the departments will forward the cases with comments to \ndetermine Equivalence to Chairperson Equivalence Committee for decision \nbefore last merit list is displayed.  \n4.18 Equivalence Certificate of O & A Levels/ Intermediate Certificate from foreign \ninstitutes, issued by t", "he inter Board Committee of Chairmen (IBCC) shall be \nprovided by the applicant. Provisional Admission can be granted to the \nstudent subject to provision o f said equivalence certificate from the IBCC \nbefore conducting 1st Semester (under Semester System)/ 1st Year (Under \nAnnual System) examination of the degree program for which admission in \ngranted.   \n           (HEC Letter No. 5 -3/HEC/A&A2015/78 dated June 24, 2015)  \n4.19 The dues other than notified by the University shall not be char", "ged by the \nDepartment/ College/ Institute/ Center from the students.  \n4.20 A uniform policy to determine the merit will be observed in all the \nDepartments/ Colleges/ Institutes/ Centers, as laid down in the Admission \nRegulations.  \n4.21 Criteria for admission of Foreign Students will be determined by the \nUniversity Admission Committee.  \n4.22 Quota of reserved seats for the following categories will be followed \naccording to the Government Policy:  \ni. Disabled Persons  \nii. Outstanding Spo", "rts Persons  \niii. Outstanding Co -Curricular Persons  \niv. Children/Spouses of BGNU Regular Employees Serving or \nDeceased (Interconvertible)  \nv. Armed Forces Personnel  \nvi. Children/Wards of Martyrs/War Disabled Personnel  \nvii. Religious Minorities  \nviii. Student Nominees from Tribal Area (Ex -FATA)  \nix. Student Nominees from FANA/GB  \nx. Student Nominees from AJK  \nxi. Students from other Provinces (one for each province)  \nxii. Foreign Students  \nxiii. Overseas Pakistani  \nNOTE: IT IS T", "HE RESPONSIBILITY OF THE APPLICANT TO GET THE \nNOMINATION FOR THE CONCERNED DIRECTORATE/ SECRETARIAT/ \nAGENCY/ MINISTRY/ GHO/ WITHIN ADMISSION DEADLINES.  \n4.23 (i) A candidate whose candidature has been accepted will be required to \nproduce the original documents for issuance of fee challan. The documents \nshall be retained by the department for a period of two semesters for both \ngraduate and undergraduate pro grams.  \n(ii) All the admitted students are directed to submit one copy of fee depos", "it \nslip/ challan in the office of the relevant department to issue roll number of \nthe department.  \n4.24 The admission on sport basis  and co -curricular basis  shall be processed \nthrough the committee constituted to conduct the trials. Sports office is \nresponsible to make arrangements of the trials and to forward the final list of \nselected candidates before the display of third merit list and no relaxation will \nbe given in the deadline.  \n4.25 The admission of disable persons shall be pro", "cessed through the committee \nconstituted to determine the disability of candidates.  The students shall be \nconsidered eligible after verification from the said Committee besides \npossession of disability certificate from the relevant authority.  \n4.26 No seat other than the following is reserved for BGNU Regular Employees in \nall the academic programs : \nSpouses of Regular Serving /Retired or Deceased (Interconvertible)  \nTeaching = 01  \nNon-Teaching = 01  \nChildren of Regular Serving /Retired", " or Deceased (Interconvertible)  \nTeaching = 02  \nNon-Teaching = 02  \ni. Preference shall be given to the Children/Spouses of teaching and \nnon-teaching employees in their relevant categories. In case the \nseat(s) remain vacant the same shall be converted for the \nadmission of employees (himself/herself) in the relevant category.  \nii. Seats of these two categories are interconvertible  as well. If seat(s) \nstill remain vacant, admission on these seat(s) shall be offered to \nthe other category a", "pplicants.  \niii. In case of more than one applicant  the admission shall be granted \non merit.  \nNOC from the competent authority is mandatory  for admission in all \ncategories.  \n4.27 All the candidates seeking admission against any reserve seat (including \nreserved seats for children/ spouse /himself/herself  of university employees) \nshall be required to submit NOC issued by the competent authority (Office of \nthe Registrar in case of University  of BGNU ) along with the admission \napplicati", "on . \n4.28 Start of class(es) is subject to class size. Minimum number of admitted \nstudents required to run a class at the time of admission shall be as under:  \n• Regular 20  \n• Self-Support 20  \n4.29 As some of the transcript provided by the student do not contain the detailed \nmarks/ percentage of marks so it becomes impossible to calculate merit on \nthe basis of CGPA only. As it is the responsibility of the students to provide \nthe detailed marks s heet to the department before the last dat", "e for \nsubmission of forms. If they fail to provide the detailed mark sheet, they will \nnot be considered eligible for admission as merit cannot be calculated on the \nbasis of CGPA only.  \n4.30 All admission made in contravention of these Regulation shall be void.  \n \n5. CONVERSION OF GRADES/ MARKS  \n \n5.1 CONVERSION OF SENIOR CAMBRIDGE AND HIGHER SENIOR \nCAMBRIDGE AGGREGATES AND GRADES INTO MARKS.  \nThe merit of candidates holding 'O' Level 'A' Level and other foreign certificates \nwill be dete", "rmined on the basis of equivalence certificates issued by the Inter \nBoard Committee of Chairmen (IBCC), Ministry of Education, Government of \nPakistan, Islamabad.  \n5.2 CONVERSION OF MARKS OF THE GRADUATES FROM ALLAMA IQBAL \nOPEN UNIVERSITY  \nMarks of the graduates from Allam Iqbal Open University will be multiplied \nby 0.75 in order to equalize their marks with the BGNU, Nankana Sahib. It \nshall be applicable for merit calculation and not for eligibility determination.  \n5.3 CONVERSION OF MARK", "S UNDER SEMESTER SYSTEM  \nThe marks of all those graduates who have passed their examination under \nSemester System will be multiplied by 0.85 in order to equalize their marks \nwith Annual System.   \n \n6. ADMISSION CRITERIA  \n \n6.1 Undergraduate and Graduate Programs  \nAdmission shall be made on the basis of the Basic Criteria and Additional \nCriteria, if any, of the individual Department.  \n     \n6.2 Basic  Criteria for Graduate Programs  \nMerit of the candidates for admission shall be calculat", "ed on the basis of \nterminal degree, i.e., BA/B.Sc./B. Com/ BBA (2 - year) etc.  \nAdmission shall be made as per order of year mentioned below:  \n \nPassed in  Marks Deduction  \n1st Annual Current Year & 2nd \nAnnual Previous Year  No marks deduction  \n1st Annual Previous Year & 2nd \nAnnual a Year before Previous \nYear  10 marks will be deducted from \nthe terminal degree  \n1st Annual a Year before \nPrevious Year & 2nd Annual a \nYear before Previous Year  10 marks will be deducted from \nthe termina", "l degree  \n \n \n \n6.3 Basic  Criteria for Undergraduate Programs  \nMerit of the candidates for admission shall be calculated on the basis of \nterminal degree, i.e., FA/ F.Sc. or equivalent etc.  \nAdmission shall be made as per order of year mentioned below:  \n \nPassed in  Marks Deduction  \n1st Annual Current Year & 2nd \nAnnual Previous Year  No marks deduction  \n1st Annual Previous Year & 2nd \nAnnual a Year before Previous \nYear  10 marks will be deducted from \nthe terminal degree  \n1st Annual a ", "Year before \nPrevious Year & 2nd Annual a \nYear before Previous Year  10 marks will be deducted from \nthe terminal degree  \n \n6.4 ADDITIONAL CRITERIA  \nNOTE:  \nAs given against each Department/ College/ Institute/ School.  \nAdditional marks wherever applicable, for any particular subject will be counted \nirrespective of the elective or compulsory nature of subject.  \nEnglish compulsory of 200 is mandatory for candidates from FATA  \n \n6.5 There will be no deduction of marks for result -awaiting s", "tudents.  \n", "Page 1 of 22 \n BABA GURU NANAK UNIVERSITY, \nNANKANA SAHIB  \n \n \n \n \n \n \n \n \n \nSEMESTER RULES AND REGULATIONS  \nFOR UNDER GRADUATE PROGRAM S \n\nPage 2 of 22 \n Preamble \nNotwithstanding anything contrary to the provisions of Baba Guru Nanak University Act \n2020, the University shall offer 1 -year Postgraduate Diploma, 2 -year Associate Degree, \nUndergraduate (4 -year BS/B .Com, 5 -year Pharm -D/LLB (Hons), etc.), Graduate (2 -year \nMA/MSc/M .Com/MBA etc.) level degree programs or equivalent program", "s approved by  the \nAuthority. Provided that rules and regulat ions mentioned hereinafter regarding admission, \nregistration and examination shall be applicable on each undergraduate and graduate level \nprograms and diploma courses offered by the University.  \n1 Short  Title  and Commencement  \nThe regulations described hereund er shall be called Semester Regulations, Baba  Guru \nNanak University and shall come into force w ith immediate effect.  \n2 Definitions  \nIn these rules and regulations u", "nless the subject or context otherwise requires, the  following \nexpressions shall have the meanings hereby respectively assigned to them,  that is to say:  \n2.1   “Dean”  means  the Chairperson  of the Board  of Faculty.  \n2.2 “Controller  of Examinations”  means  the Controller  of Examinations  of the \nUniversity.  \n3.3“Academic  Department \"means  a teaching,  research , a n d technological  \ndevelopment  Department  maintained  and administered  by the University.  \n3.4“College”  means  a U", "niversity  College  or an Affiliated  College.  \n3.5 “Chairperson”  means  head of an Academic  Department.  \n3.6  “Principal”  means  the head of a College.  \n3.7 “Director”  means  the Director  of an Institute.  \n 3.8 “Academic  Year”  means  a year consisting  of two regular  semesters  namely;  Fall \nand Spring  \n3.9 “Authority” means any of the Authorities of the University specified in the Baba Guru \nNanak University Act.  \n3.10 “Credit Hour” means one hour student -teacher classroom cont", "act per week per \nsemester  in theory  or two to three hours  contact  in practical/lab  work per week per \nsemester.  \n3.11  “Deficiency Course” means a course in which a student has been adjudg ed \nPage 3 of 22 \n deficient by the concerned Department/College/Institute at the time of \nadmission/transfer of credits/migration.  \n3.12 “Non-credit Course” means a course that shall be mandatory to pass but shall not \nbe counted in calculating GPA/CGPA and shall not have any effect on the  academic \n", "position of a student.  \n3.13 “Pre-requisite”  means  a course  required  to provide  basic knowledge  of the \nfollow up course.  \n3.14 “Semester” means duration of eighteen weeks inclusive of examinations i.e.;  \nsixteen weeks for teaching , one week for  midterm exam inations , one week for conduct \nof final term examination s. \n4. INTRODUCTION  \nFollowing are the guidelines, procedures, rules and regulations to be administered by all  \nthe Departments/ Colleges/ Institutes/ School, running Se", "mester System.  \n4.1 Each Department/ College/ Institute/ School  in the beginning  of an academic \nsession shall arrange an “Orientation” to familiarize the admitted students with \nsemester system and their degree requirements.  \n4.2 A copy of printed Semester Regulations shall be made ava ilable in all the \nDepartments/ Colleges/ Institutes/ School as well as the University Library and \nWebsite for guidance.  \n4.3 The regulations inscribed here are subject to amendment/change and repletion by ", "\nthe Competent Authority.  \n5. COURSES  AND  SCHEME  OF STUDIES  \n5.1 The curricula and schemes of studies of various degree programs shall be  \ndeveloped  and recommended  by the respective  Boards  of Studies  and then \nFaculty  Board.  Such curricula  and schemes  of studies  shall become  effective \nfrom the date of approval by the Syndicate on the recommendations of the \nAcademic Council or any other date as determined by the Competent Authority . \n5.2 A student shall normally be required t", "o take prescribed courses but not more than \neighteen credit hours work load shall be offered by the \nDepartment/College/Institute/School in each semester. However, in special \ncircumstances, (s)he can add maximum three credit hours course with prior  \napproval of Dean concerned. The permission must be obtained within seven days  of \nPage 4 of 22 \n commencement of the semester . \n5.3 The students shall pursue the notified scheme of studies to be approved by the \nCompetent Authority from time to ", "time.  \n5.4 No student shall take any course unless  (s)he has qualified the prerequisites for it  \nas determined in the curriculum.  \n6. COURSE  CODE  AND  CREDITS  \n6.1 Each course shall be assigned credit hours.  The credit hours are denoted by two \ndigits within brackets with a hyphen in between. The first digit represents the  \ntheory part  while the second  (right  side) digit  represents  the practical.  Thus \n3(3+0) means three credit hours of theory only, while 4(3+1) means a total of f", "our  \ncredit hours, of which three are reserved for theory and one credit hour is for \nlaboratory/studio work/field work/practical work as per requirement of discipline.  \n6.2 For the un dergraduate/graduate degree program involving internship/  practical/field \nwork there will be a minimum of 15 -18 credit hours for internship/practical/field  \nwork whereas  remaining  credit  hours,  if required,  shall be reserved for course \nwork. In all other ca ses a minimum of six credit hours research pr", "oject will be \noffered in last two semesters of the program.  \n6.3 Each Board  of Studies shall  assign and prescribe  the course  codes, credit  hours \nand work load up to a maximum of eighteen credit hours for each semester for a \ngiven scheme of studies.  \n6.4 Course  codes  shall be divided  into two parts i. e., letters  and digits.  \nLetters:  Four characters  representing  the course  of the subject  concerned,  e.g. \nChemistry  CHEM  = 04 letters  \nMathematics  MATH  = 04 letters  \nIslam", "ic Studies  ISLS = 04 letters  \nEnglish  ENGL  = 04 letters  \nDigits:  \nThere  shall be four digits,  among  which  1st shall represent  level of the program  \n✓ First digit will represent  the level of the program,  for example  \n• Level 5 represents  BA/BSc  (Pass),  ADE, Associate  degree  etc. 13th and 14th year of \neducation.  \n• Level 6 represents BS, BE, B.Arch., BSc (Eng.), BSc (Agri.), MA/MSc (16 -year),  LL. B,  \nB. Com  (Hons)  etc. 15th, 16th or 17th year of education  (1st and 2nd y", "ear of MA/MSc and \nPage 5 of 22 \n 3rd, 4th and 5th year of 4 -year or 5 -year degrees)  \n• Level 7 re presents Masters (MPhil/MS etc.) 17th and 18th year of education.  \n• Level 8 represents  Doctoral  (PhD),  19th, 20th and 21st year of study.  \n✓ Second Digit of coding will represent the number of degrees of same level i.e., BS  and \nMA/MSc  are all 16-year degrees,  hence  will be  numbered  as 1, 2 and 3 onward. All the \ndepartments offering more than one degree of same level  and of similar", " nature will \nnumber their programs as “1” and “2” as second  digit of their coding scheme.  \n✓ Third and fourth  digit will represent  the number  of course  i.e., all the courses  \noffered  in a particular  program  will be numbered  as ‘01’ ‘02’ ‘03’ …… ‘99’. \nUndergraduate  (BS/BBA  etc.)  \nExample  \nCourse  Degree \nLevel (BS)  No. of \nDegree  No. of \nCourse  Course Code  Credit \nHours  \nENGL  5 1 01 ENGL -5101 3(3+0)  \nPHYS  5 1 02 PHYS -5102 4(3+1) \nENGL  5 1 03 ENGL -5103 2(2+0)  \nISLS 5 ", "1 04 ISLS-5104 3(3+0)  \n \nGraduate  (MBA  etc.) \nExample  \nCourse  Degree \nLevel (BS)  No. of \nDegree  No. of Course  Course Code  Credit \nHours  \nMATH  6 1 01 MATH -6101 3(3+0)  \nCHEM  6 1 02 CHEM -6102 4(3+1) \nBOTN  6 1 03 BOTN -6103 4(3+1)  \nSTAT 6 1 04 STAT-6104 3(3+0)  \n \n7. ATTENDANCE  \n7.1 A student having less than 75% attendance in lectures and practical shall not \nbe allowed to take the final term examination of the course.  The Department/ \nCollege/Institute/Center shall notify the li", "st of such students at least one day \nbefore the examination week.  \n7.2 The Chairper son/Principal/Director of the Department/ College/ Institute/Center \nmay condone,  for valid reasons,  deficiency up  to five percent  of the  total \nnumber of lectures. The Dean of the Faculty on the recommendations of the \nChairperson/ Principal/ Director of the  Department/  College/  Institute/  Center, \nPage 6 of 22 \n may on special grounds, condone up to other  five percent of the total number of \nlecture", "s.  \n7.3 If a student who has missed three consecutive lectures without any reason in a \ncourse, a verbal/written warning from the course teacher may be given to the \nstudent.  \n7.4 If a student who is found habitual of missing lectures in a course, he/she shall \nnot be all owed to sit in the class without the approval of the \nChairperson/Principal/ Director.  \n7.5 If a student makes him/herself absent from the Department/ College/ Institute/ \nCenter for ten consecutive working days, his/her nam", "e shall be struck off from \nthe rolls of  the Department/College/ Institute/  Center. Such student shall not be \nre- admitted without the approval of the Dean concerned. The student shall \nhave to  pay the prescribed re -admission fee/dues under intimation to the \nTreasurer and the Director Academics.  \n7.6 At the end of each semester, the teacher concerned shall submit the statement \nshowing the total number of lectures delivered and practical (if applicable) \nconducted, by him/her together to ", "the Chairperson/Principal/Director of the \nDepartment/ College  /Institute/  Center with the total number of lectures and  \npractical (if applicable) attended by each student.  \n7.7 The absence as a result of late admission or change of course(s) shall also be \ncounted for dropping from the course(s).  \n7.8 For a student participating and representing the University in sports/co -\ncurricular activities of national or international level events, as verified by the \nDirector of sports/co -curricul", "ar, the days actually spent by the student in such \nevents shall be counted as present towards the att endance requirement.  \n7.9 If a student is required to participate in sports/co -curricular activities \nrepresenting the University, on the date/dates of examination, arrangement will \nbe made by the Department/ College/ Institute/ Center for holding Special \nExamin ation for him/her as soon as his/her sports/co -curricular activities are \nended.  \n7.10 If a student is not allowed to take the e", "xamination of any course due to \nshortage of attendance or on failing a course, he/she shall be required to \nregister himself / herself i n that course whenever offered again, attend the \nclasses regularly and reappear in examination.  \nPage 7 of 22 \n 8. WITHDRAWAL  OF COURSE(S)  \n8.1 A student  may withdraw  a maximum  of 50% of the courses  offered  i.e.; two \nout of five or three out of six courses.  \n8.2 Students may be allowed to withdraw from a course during 4 -6 weeks  of the \nsemester. I", "n such a case the transcript shall record that the student enrolled in \nthe course  and withdrew.  Consequently,  grade  W will be awarded  to the \nstudent which shall have no impact on the calculation of the CGPA of the \nstudent.  \n8.3 A student  withdrawing  after the 6th week  shall be automatically  awarded  “F” \ngrade  which  shall count  in the GPA  and stay on the transcript.  \n9. SEMESTER  FREEZE  \n9.1 A student may discontinue his/her studies by seeking semester freeze during the \nsemes", "ter before the mid-term examination on medical grounds or circumstances \nbeyond his/her control with written permission of Chairperson/ Principal/ Director  of \nthe Department/ College/ Institute/ School  concerned  subject  to the condition that \nsemester fee shall not be transferred/refunded.  \n9.2 Freezing will not be allowed in first semester of the degree program.  \n9.3 The students on probation are not eligible for freezing of semester  \n9.4 If a student freezes a semester(s), he/she will ", "resume his/her studies from the same \nstage where he/she left (froze).  \n9.5 No freezing after the mid -term will be allowed.  However , under special hardship \ncases, freezing the semester  after mid -term can be considered with the prior \npermission of the Vice Chancellor  i.e. iddat,  maternity/delivery, death in the \nimmediate family or any other subject to acceptance on justified rationale . The \nmaximum duration of the degree program shall remain the same.  \n9.6 A student may discontinue h", "is/her studies by seeking semester freeze prior to \nenrollment in the second/subsequent semester on medical grounds or  \ncircumstances beyond his/her control with written permission of Chairperson/ \nPrincipal/ Director of the Departmen t/ College/ Institute/ School concerned subject to \nfulfillment of condition that the student has passed the final examination of the \nprevious semester with minimum prescribed GPA/CGPA required for academic \nstandard of the University to remain on roll. The stude", "nt  shall not have  to pay the  \nsemester fee; if deposited, the  fee will be  transferred to the next semester if frozen \nin first two week s of commencement of the classes or before the commencement of \nPage 8 of 22 \n a semester.  \n9.7 A student  who sought  discontinuation  of a semester  shall have  to get approval \nfrom the Chairperson/ Principal/ Director to rejoin the program before the \ncommencement of the semester to be rejoined.  \n9.8 The Chairperson/ Principal/ Director of the Departm", "ent/ College/ Institute/ School \nconcerned will not ify in both the cases; the semester freeze and rejoining the \nprogram under intimation to the Treasurer and the Director Academics.  \n9.9 During the semester freeze, bonafid e status of the student shall remain suspended \nprovided that discontinuation shall not be allowed for more than one year in any \ncase.  \n9.10 If a student fails to re -join the University at the end of the frozen period, he/she will \nlose studentship and considered dropped", " from the University.  \n9.11 Under special hardships circumstances freezing of semester can be considered by \nthe approval of competent authority.  \n• Iddat  \n• Maternity/Delivery  \n• Death in the immediate family    \n• Any other subject to acceptance on justified rationale  \n10.      EVALUATION  \nThe course  teacher  will be responsible  for students'  evaluation  and grading  as per \nthe following weight -age: \n \nCourses  without  practical  Courses  with practical  \nAssessment  %age  Assessme", "nt  %age  \nMid 30 Mid 15 \nSessional  20 Sessional  15 \nFinal  50 Final  45 \n- - Practical  25 \n10.1 Sessional Marks : Test(s) / quiz(s) / assignment(s) / presentation(s) / seminar(s) / \nclass participation/ attendance/ term paper. The course teacher will decide the marks \ndistribution according to the nature of the course.  \n10.2 Faculty members will develop separate question pape rs for regular and replica programs and \nsubmit to their respective chairpersons/in -charges for vetting. However, f", "ollowing criteria \nshall be opted to develop the questions paper.  \n \na. Objective Part:        40% \n(may include MCQs, Fill in the Blanks, Short Questions  etc.)  \n \nb. Subjective Part (long questions):     60% \nPage 9 of 22 \n 10.3 Mid-term Examination  from the syllabus  prescribed  for the midterm  will normally \nbe conducted after first eight weeks of teaching during a semester.  \n10.4 Final  Examination  covering  the full syllabus  with at least  25% of the course  of \nmidterm shall be hel", "d at the end of each semester.  \nNote: Courses involving project/practical/ field work may deviate from the above given \nmarks distribution to accommodate the marks of the project/ practical/field work. However, \nprior approval from the Chairperson/ Principal/ Director is required under intimation to the \noffice of the  Controller of Examinations.  \n10.5 The schedule of each examination shall be notified/displayed on the Notice Board \nwell in t ime. \n10.6 The duration  of examinations  shall be ", "as under:  \n                      Mid Term  Examination:  One to Two Hours  \n                      Final  Term  Examination:       Two to Three  Hours  \n10.7 Examination should be held on consecutive days excluding holidays which means \nthat no gap shall be allowed in the papers.  \n10.8 Question paper for midterm and final term examinations shall be set by the \nrespective Teacher.  However, Chairperson/  Principal/  Director shall ensure the \nquality and standard of the question paper set by the", " teacher through examination \ncommittee.  \n10.9 The pass  marks  in each  course  shall be 50%.  \n10.10  The scripts of each examination shall be shown to the students by the teacher to \nreview their grades awarded. The Department/ College/ Institute/ School concerned \nshall keep such record for one semester.  \n10.11  Sessional marks awarded on the basis of assignment, test, quiz etc. shall be \ndisplayed/shown to the students 14 days before the final term examination.  \n10.12  In case a student ", "is not satisfied with his/her award even after checking his/her \nanswer book, or clarification from the teacher, (s)he may make written application to \nthe Chairperson/ Principal/ Director of the Department/ College/ Institute/ School  for \ndecision by the Departmental Examination Committee.  \n10.13  After holding the final term examination, each teacher shall prepare four copies of \nthe results of the sessional, midterm and final term examinations on award lists  duly \nsigned  by the teacher  c", "oncerned  for submission  to offices  of the Controller  of \nExaminations, Dean, Chairperson/ Principal/ Director and teacher concerned.  \nPage 10 of 22 \n 10.14  Teacher shall submit a copy of the award list duly approved by the Chairperson/ \nPrincipal/ Director along with the scripts within seven days of the respective \nexamination to th e In -charge Examinations of the Department/College/ \nInstitute/School concerned.  \n10.15  The In -charge Examinations shall prepare the final consolidated res", "ult and submit  it \nbefore the Departmental Examination Committee for consideration. After deciding \nthe appeals/written complaints/incomplete results, if any, the  Departmental \nExamination Committee shall forward the result for notification by the  office  of the \nController  of Examinations  within  ten days  of closing of  final term  examination.  The \nresult  should  show  student  Roll Number , name,  father's  name, marks  obtained,  \ngrade  points,  letter  grade  and GPA/CGPA.  A copy ", " of the result by the office of the \nController of Examinations shall be submitted to the Dean and \nChairperson/Principal/Director concerned.  \n10.16  In case a student did not appear in the mid and final examinations due to \ndiscontinuation of the semester, his/her GPA/CGPA should not be calculated.  \n10.17  Semester and final transcripts shall be issued by the office of the Controller of \nExaminations to the students on request by depositing the prescribed fee for this \npurpose.  \n10.18  Each ", " student  shall have  to pay the prescribed  degree  notification  fee. \n10.19  For the degree programs where research is offered, the students are required to \nsubmit the Thesis/Project report within two months from the end of final examination \nof the last semester. However, this time duration may be extended  with the \npermission of the Chairperson/ Principal/ Director of the Department/ College/ \nInstitute/ School. The evaluation of the project shall be made by the panel  of three \nexaminers", " comprising the Chairperson/Principal/Director, external examiner (to be \nrecommended by the Board of Studies and appointed by the Dean or in case of \nabsence of Dean an y Chairperson nominated by the Vice Chancellor) and the \nsupervisor. The plagiarism check must be conducted on the dissertation/theses \noffered to undergraduate and graduate students by ORIC office before its \nsubmission to the department.  \n10.20  Examination Unfair Means Cases shall be reported to the Chairperson/ Principal/ \n", "Director who may refer the case to the Departmental Examination Committee or \nUniversity Discipline Committee, as the case may be, for necessary action under  the \nPage 11 of 22 \n rules.  \n10.21  The disciplinary action by the Chairperson/  Principal/  Director of the Department/ \nCollege/  Institute/  School against the student(s) for unfair means/discipline case(s) \nmay be  taken  in one or more  of the following  forms  depending  upon  the severity of \nthe offence . \n10.21.1  A written warni", "ng m ay be issued to the student(s) concerned and a copy  of the \nsame may be displayed on the Notice Board under intimation to his/her \nparents/guardians;  \n10.21.2  A student may be fined. The fine imposed shall have to be deposited  under \nintimation to the Treasurer . \n10.21.3  The paper  may be cancelled.  \n10.21.4  A student may be placed on probation for a fixed period of a semester.    If during \nthe period of probation (s)he fails to improve his/her conduct, the case shall be \nforwarded", " to the University Discipline Committee.  \n11. PROMOTION,  DROPOUT  AND  RE-ADMISSION  \nSemester No.  Promotion  Probation  Drop  \n1st GPA >= 2.00  1.80<=GPA<2.00  GPA<1.80  \n2nd CGPA >= 2.15  2.00<=CGPA<2.15  CGPA<2.00  \n3rd CGPA >= 2.30  2.15<=CGPA<2.30  CGPA<2.15  \n4th and onwards  CGPA >= 2.50  2.30<=CGPA<2.50  CGPA<2.30  \n \n11.1 If a student fails to obtain 1. 80 GPA at the end of 1st semester, he/she shall be \ndropped from the program. Furthermore, if a student fails to obtain prescribed \n", "CGPA at end of each semester , he/she shall be detained in  the same semester  and \nshall not be promoted  to the  next semester. A  student  who has been  declared  to \nbe detained  in any semester  due to less than prescribed CGPA,  he/she  may be \nreadmitted only once to the relevant* semester with the following conditions:  \n11.1.1  The student has to pay the prescribed re -admission fee in addition to regular \nsemester fee under intimation to the Treasurer and the Controller of Examinations", ".  \n11.1.2  Permissio n to re -admission shall be obtained from the Chairperson/ Principal/ \nDirector.  \n11.1.3  In case of Readmission to 1st semester the student will be awarded a new roll \nnumber and (s)he will study as per rules applicable to the session along with which \n(s)he has sought readmission. In case of readmission to a semester other than 1st \nPage 12 of 22 \n semester the roll number will remain the same and the rules of the  previous sessi on \nwill be applicable  \n*Relevant  semes", "ter  is any semester  that satisfies  the following  conditions:  \na) After  readmission  maximum  time limit shall not be affected  \nb) The semester  from which  (s)he  can continue  and improve  CGPA  \nc) The semester  is being  offered  at the time of request  for readmission  \n11.2 The student  who has already  been  readmitted  once  will be “Dropped”  from \nuniversity  rolls/program  if he/she  is again  detained  in any semester . \n11.3 At the end of  8th semester  for BS 4-year program ,", " if a student obtains CGPA<2.50, \nhe/she  must  pass  the failed  courses  or/and  improve  already  pass  courses  as and \nwhen  offered  in order to obtain minimum required 2.50 CGPA to complete degree \nwithin  stipulated time period (maximum six years).  \n11.4 At the end of 10th semester for 5 -years program , if a student obtains CGPA<2.50, \nhe/she must  pass fail courses or/and improve already pass courses as and when \noffered in  order to obtain minimum required 2.50 CGPA to complete degre", "e within  \nstipulated time period (maximum seven years).  \n11.5 The student who has already been readmitted as per regulation No 11. 1 and again \nfails to maintain  required  CGPA  in any semester  will be “Dropped”  from the \nprogram and ceased from university rolls and will not be readmitted in any \ncircumstances.  \n11.6 There will be m aximum two academic probations in four -year Bachelor degree \nprogram. Both the probations cannot be granted / availed in first four semesters. A \nstudent who ", "is on probation 2nd time even after attending summer semester in first \nfour semesters shall be remov ed from rolls of university. However, s/he can take re -\nadmission only once during BS degree program.  \n12.     AWARD  OF DEGREE  \n12.1 A minimum  of 124 credit  hours  are required  for 4 years BS degree program.  \n12.2 A minimum  of 66 credit  hours  are required  for graduate  2-year MA/MSc  or equivalent \ndegree program.  \n12.3 A minimum  of 31 credit  hours  are required  for 1-year degree", "  program.  \n12.4 Degree shall be awarded to the students only who have completed all the degree \nrequirements by passing all courses specified in sche me of studies by securing at least 2.50 \nCGPA.  \nPage 13 of 22 \n 12.5 If any student is not able to clear one subject even after last semester within prescribed time \nlimit, he/she may be given the transcript with fail course on request declaring him/her pass \noverall.  \n13. AWARDS:  SCHOLARSHIP/POSITION  \n13.1 Scholarship  to the students  shall", " be awarded  on the basis  of academic performance \nin a semester and shall be determined on the basis of semester GPA.  In case of tie \nbetween two or more students having equal GPA, their marks  obtained in the semester \nshall be taken into account. If their marks obtained are  also equal, the older in age will be \nawarded the scholarship than the younger one.  \n13.2 Award  of position  on completion  of the degree  program  shall be determined  on the \nbasis of CGPA. In case of tie between tw", "o or more students having equal CGPA, their \noverall percentage of marks obtained in all the semesters shall be considered. A student \nwith higher percentage shall be awarded the first position  and so on. However,  if their \noverall  percentage  of marks  is also equal,  they shall be considered on the same position.  \n14. GRADE  IMPROVEMENT  \n14.1 A student is allowed to repeat a course in which s/he has obtained grade below “C”. A \nstudent is allowed to repeat maximum 5 courses in BS Pr ogram", ". Only the better grade shall \nbe used in the calculation of CGPA.  In this case student shall enroll the course(s) with the \npermission of the Chairperson/Principal/ Director of the Department/College/ Institute/School \nin the semester in which the cour se(s) is being offered, by paying the prescribed enrollment \nfee. Such course(s) shall be marked under asterisk (*) in the semester/official transcript.  \n14.2 A student who has obtained the final transcript issued by the Controller of Examinati", "ons  can \nalso improve  his/her  grades  by enrolling  the course(s)  within the prescribed time limit of the \nprogram.  \n14.3 In case  of improvement,  the better  grades  shall be reflected  on the semester/official \ntranscript. However, such students shall  not be considered  eligible fo r a position/scholarship \nin the relevant examination.  \n15. GRADING  SYSTEM  \n15.1 The  grading  shall be done  on a scale  of 4. \n15.2 Equivalence  between  Letter  grading  and Numerical  grading  shall be", " as follows:  \nGRADING TABLE  \n%age  \nMarks  Grade \nPoint  Letter  \nGrade  %age  \nMarks  Grade  \nPoint  Letter \nGrade  \n85-100 4.00 A+ 64 2.80 C \n84 3.94 A 63 2.74 C \n83 3.88 A 62 2.68 C \nPage 14 of 22 \n %age  \nMarks  Grade \nPoint  Letter  \nGrade  %age  \nMarks  Grade  \nPoint  Letter \nGrade  \n82 3.82 A 61 2.63 C \n81 3.77 A 60 2.57 C \n80 3.71 A 59 2.51 C \n79 3.65 B 58 2.46 C \n78 3.60 B 57 2.40 C \n77 3.54 B 56 2.34 C \n76 3.48 B 55 2.29 C \n75 3.43 B 54 2.23 D \n74 3.37 B 53 2.17 D \n73 3.31 B 52 2.11 ", "D \n72 3.25 B 51 2.06 D \n71 3.20 B 50 2.00 D \n70 3.14 B Below 50 Marks  Fail F \n69 3.08 B Result  Late ---- RL \n68 3.03 B Withdrawal   W \n67 2.97 B Repeat   R \n66 2.91 B Incomplete  0.00 I \n65 2.86 B    \nPassing  marks  for a course  = 50% (D grade ) \nNote:  The degree requirements for graduate (BS/MA/MSc etc.) programs shall be 2.50  CGPA.  \n15.3 Fraction  of marks  obtained  in a course  shall be counted  as one mark,  e. g. 60.1 and 60.9 \nshall be considered  as 61. \nExample:  \nExamination  We", "ight  Marks Obtained  \nMid Term  30 19.0 \nSessional  20 10.3 \nFinal Term  50 40.1 \nTOTAL  100 69.4 \nThe score  shall be rounded  to 70 \n15.4 In order  to calculate  the GPA,  multiply GP  with the Credit  Hours  of each  Course to obtain \ntotal grade points of the course, add up to Cumulative Grade Points and divide by the total \nnumber of Credit Hours to get the GPA for the semester.  \nGPA and CGPA Calculation:  \nIn order  to calculate  the GPA,  multiply GP with  the Credit  Hours of each  Cou", "rse to obtain total \ngrade points of the course, add up to Cumulative Grade Points and divide by the total number of \nCredit Hours to get the GPA for the semester.  \n \nCGPA =Total  (GP×Credit  Hours )of all courses  \nTotal  credit  hours  of all course \n16. SPECIAL EXAMINATION:  \nPage 15 of 22 \n If a student is unable to appear in one or more courses in the midterm and final term examinations \nof semester due to performing of Hajj/  Umrah  / Medical exi gencie s / Maternity/ Death of parents, \ns", "pouse, children, mother in law and real uncle in law, he/she may be allowed to appear in the \nspecial examinations within ten days of the examinations to be arranged by the department \nprovided that:  \na) He/she fulfils the condition of minimum attendance requirement to appear in examinations \nas laid down in  the regulations.  \nb) He/ She is laid down as an indoor patient of a recognized hospital, or if he/she is not \nhospitalized as  defined above, the candidate shall be examined by the medica", "l \nsuperintendent of DHQ who may certify the inability of the student to ap pear in the \nexaminations or otherwise.  \nc) Approval for special examinations shall be granted by the university hardship committee \nconstituted by the competent authority.  \n \n17. Migration Regulations : \nMigration of student(s) from one university to Baba Guru Nanak University can be carried out \nunder exceptional circumstances with following regulations:  \nBachelors’ Programs  (BS) \n1. Subject to the provisions of ru", "les, the VC may approve admission of a student to the \nUniversity by migration from other institutes/universities on the recommendations of the \nDepartment.  \n2. Mandatory Requirements:  Following conditions shall apply for migration from another \nUniversity to Baba Guru Nanak University at undergraduate level: - \na. The candidate must: - \ni. be a regula r student of HEC recognized institution/university;  \nii. produce “No Objection” and “Good Character” certificates from previous \ninstitution/u", "niversity he/she was attending.  \niii. provide a certificate that NO DISCIPLINARY ACTION is pending against him/her at \nthe prev ious institution/university and that he/she has neither been debarred from \ntaking University examinations nor suspended nor expelled nor rusticated, for \nwhatever reason, from the institution or University, he/she intends to leave.  \niv. have academic merit ‘at p ar’ with the students admitted in the Baba Guru Nanak \nUniversity on open merit in the respective program.", "  \nPage 16 of 22 \n b. Admission by migration is not permissible in the first and final years of academic \nprograms.  \nc. Admission by migration shall not be allowed after e xpiry of three weeks of commencement \nof classes/semester.  \nd. Migration shall not be allowed from BGNU’s affiliated colleges or institutes.  \n e. The candidate should be passing in all the subjects and achieved a minimum CGPA of \n2.50 out of 4.00. Also,  there should be NO unclear ‘F’ grade in the candidates’ transcript.  \n", "f. The candidate shall have to complete the program in the stipulated time as laid down by \nthe HEC, and it shall include the time already spent in the previous institution.  \n \n3. Submission of Requests for Migration : \na. Migration application shall only be entertained on the prescribed form, obtainable from the \noffice of the Registrar  (academic branch) , after paying a cost of Rs. 1000/ - and shall be \nsubmitted to the same office  as m entioned below: - \ni. The application duly filled alon", "g with a signed request of parent/guardian, \nexplaining the reason for migration.  \nii. ‘No Objection’ and ‘Good Character’ certificates duly signed by the Registrar of \nprevious institution/university he was atten ding.  \niii. ‘Attendance certificate’ indicating the percentage attendance during the last \nsemester/year duly signed by the Head of the Department of the Leaving \nUniversity.  \niv. Transcript of Grades from leaving University, showing courses attended with grades \nand co urse break d", "own of each completed course.  \nv. Original matriculation and intermediate or equivalent certificates along with one \nattested photocopy of each.  \nb. The Registrar (academic branch) shall check the authenticity of the received documents \nand pass on th e case to the concerned Department for processing of the case.  \nMasters’ Programs (MS/M.Phil.)  \nMandatory Requirements:  Course credits may be considered for transfer from other local \naccredited or foreign reputed institution(s), if they are r", "elevant and appropriate to a MS/M.Phil \nprogram in a discipline approved by Baba Guru Nanak University. Following conditions shall be \napplicable at graduate level: - \nPage 17 of 22 \n a. The Chairperson of each department shall formulate an Equivalence Committee \n(hereafter called Committee), comprising himself and two or three faculty members, to \nscrutinize all relevant details for a candidate’s migration . \nb. The transfer of credits is subject to acceptance by the concerned Departmental \nEqu", "ivalence Committee.  \nc. Only the course(s) with 'B' grade or equivalent shall be considered for transfer;  \nd. The candidate shall have to complete the program in the stipu lated time period as laid \ndown by the Baba Guru Nanak University/HEC, and it shall include the time already \nspent in the previous institution.  \nf. The candidate shall provide “No Objection” and “Good Character” certificates from \nprevious institution/univers ity he was attending.  \ng. The candidate shall provide a certifi", "cate that NO DISCIPLINARY ACTION or any other \nadministrative action is pending against him/her at the previous institution/university.  \nh. Admission by migration shall not be allowed after expiry  of three weeks of \ncommencement of classes/semester.  \ni. Migration shall not be allowed from BGNU’s affiliated colleges or institutes.  \nj. The student should be passing in all the subjects and achieved a minimum CGPA of \n3.00 out of 4.00.  \nEquivalence and Exemption of Courses : \na. The Committee o", "f the Department is authorized to review and approve the equivalence \nof courses completed at previous institution/university.  \nb. If deemed essential, the candidate might be called for an interview as well.  \nc. Transfer of credits shall be considered on case to case basis.  \nd. The courses completed at another accredited institution/university shall be shown as \nexempted (EX) along with the credit hours of each course.  \ne. The course grades shall not be shown on Baba Guru Nanak University tr", "anscript.  \nf. Exempted courses shall not be shown on Interim Transcript.  \n \nSubmission of Requests for Migration  \nMigration application shall only be entertained on the prescribed form, obtainable from the office of \nthe Registrar (academic bra nch), after paying a cost of Rs. 1000/ - and shall be submitted to the \nsame office as mentioned below: - \nPage 18 of 22 \n i. The application duly filled along with a signed request, explaining the reason for \nmigration.  \nii. ‘No Objection’ and ‘Good ", "Character’ certificates duly sign ed by the Registrar of \nprevious institution/university he was attending.  \niii. Transcript of Grades from leaving University, showing courses attended with \ngrades and course break down of each completed course.  \niv. All pre -requisite certificates/degrees (duly atteste d from HEC) in original along with \none attested photocopy of each.  \nThe Registrar (academic branch) shall check the authenticity of the received documents and pass \non the case to the concern", "ed Head of the Department for their recommendations.  \n \n18. SUMMER SEMESTER  \n i) A course in the summer semester will be offered only if a minimum of 05 students are willing to \ntake the course. However, in exceptional cases a course will be offered to less than 5 students as \na special case on the recommendation of t he Chairman / HOD / Teacher In -Charge / Senior Most \nTeacher and the Dean of the Faculty duly approved by the Vice Chancellor.  \nii) The students are allowed to take only 9 cred", "it hours during summer semester.  \niii) Students opting internships are not allowed  to take course(s) in summer semester. iv)The fee \nas prescribed by the University from time to time will be charged per course per student, if less \nthan five (05) students are enrolled in a course, they will have to pay the fee equivalent to five (05) \nstudents accumulatively.  \nv) A student may repeat fail courses and/or improve the grade/s of the already pass course(s) in \nsummer semester or relevant semester", " or where the course/s is/are being offered within \nprescribed maximum time limit of the program. In this case, a student shall enroll the course(s) in \nthe summer semester in which the course(s) is/are being offered, by paying the prescribed fee. \nSuch course(s) shall be marked under asterisk (*) in the provisional and official transcript.  \nvi) In case  of improvement,  the better  grades  shall be reflected  on the provisional /official \ntranscript. However, such students shall not be conside", "red eligible for a position/scholarship.  \n \n19. UNFAIR MEANS CASES (UMC)  \nInvigilator / course instructor shall rep ort any unfair means case in writing along with substantial \nevidences / relevant material to the Chairman / HOD / Teacher In -charge / Senior Most Teacher \nPage 19 of 22 \n soon after the conduct of concerned paper. Chairman / HOD / Teacher In -charge / Senior Most \nTeacher sh all report the unfair means cases to the Unfair Means Committee.  \nIn case a candidate, who has been all", "owed to an examination or is appearing or appeared in an \nexamination, commits or attempts to commit any of the following acts:  \ni. Removes a leaf from his  / her answer book, the answer book shall be cancelled.  \nii. Submits forged or fake documents in connection with the examination.  \niii. Commits impersonation in the examination.  \niv. Copies from any paper book or notes.  \nv. Mutilates the Answer Book.  \nvi. Possesses any kind of material, which may be helpful to his/her in the examination", ".  \nvii. Does anything that is immoral or illegal in connection with the examination and which may be \nhelpful to him/her in the examination.  \nvii. Refuses to obey the invigila tion staff or refuses to follow the instructions issued by the \nUniversity in connection with the examination.  \nviii. Misbehaves or creates any kind of disturbance in or around the examination cente r  \nix. Uses abusive or obscene language on the answer script.  \nx. Possesses any kind of weapon in or around examination", " cent er.  \nxi. Possesses any kind of electronic device which may be helpful in the examination . \n \nHis / Her case shall result in following one  or more penalties keeping in view the nature and \nintensity of offence.  \n• A written warning may be issued to the student(s) concerned and a copy  of the same may \nbe displayed on the Notice Board under intimation to his/her parents/guardians;  \n• A student may be fined as recommended by the Unfair Means Committee/ Examination \nCommittee. The fine im", "posed shall have to be deposited  under intimation to the Treasurer.  \n• The paper  may be cancelled.  \n• A student may be placed on probation f or a fixed period of a semester. If during the period \nof probation (s)  he fails to improve his/her conduct, the case shall be forwarded to the \nUniversity Discipline Committee.  \n• Suspension from program for one semester/ one year / more.  \n• Expulsion from the U niversity forever.  \n• Any other  \nPage 20 of 22 \n  \n20. RE-CHECKING OF EXAMINATION SCRI", "PT  \nThe answer book of a candidate shall not be re -assessed under any circumstances.  \na. Whereas the re -checking does not mean re -assessment/re -evaluation/re -marking of the answer \nbook. The C ontroller of Examination / Additional Controller of Examinations can arrange for re -\nchecking of examination script by any faculty member from the relevant discipline on the \ncomplaint/request of students on payment of prescribed fee. The Controller of Exami nation or any \nofficer appointed shall s", "ee that:  \nThere is no computational mistake in the grand total on the title page of the answer book.  \n1. The total of various parts of a question has been correctly made at the end of each \nquestion.  \n2. All totals hav e been correctly brought forward on the title page of the answer book.  \n3. No portion of any answer has been left un -marked.  \n4. Total marks in the answer book tally with the marks sheet.  \n5. The hand -writing of the candidate tally in the questions/answer book.  \nb. The ca", "ndidate has no right to see or examine the answer books for any purpose.  \nc. The marks of a candidate could increase or decrease in light of (a) (iii) above. In the event of \nchanging marks the record shall be corrected accordingly and revise d transcript will be issued.  \n21. DAMAGED  / LOST ANSWER SCRIPT  \nIn an exceptional case where an answer script is damaged, lost or destroyed due to unavoidable \ncircumstances, then the student may be given the following options:  \ni. Average marks shall ", "be awarded to the student in that subject/course.  \nii. In case of Fin al Examination, if the candidate so desires, he/ she shall be given another chance \nas a special case to retake the Examination in that subject/course in the next examination and no \nexamination fee shall be charged from the student.  \n22. PERMISSION OF WRITER FOR SPECIAL STUDENTS  \nA physically handicapped / visually impaired student may apply to the Chairperson of the \nrespective department (with medical certificate as proo", "f of her/his disability) for permission to \nengage a writer in Tests / Examinations o f the University two weeks before the start of Tests / \nExaminations .S/he will be allowed 45 minutes (maximum) extra time to solve the question paper. \nThe qualification of the person who acts as writer of handicapped student must be at least one \nstep lower  than that of the student. (E.g. for level 6 student, the writer should be at the most of \nPage 21 of 22 \n level 5).  \n23.AWARD OF GOLD MEDAL / DISTICTION", " CERTIFICATES  \nGraduating students fulfilling the following criteria in their respective degree program will be \neligible t o earn the Medals / Distinction Certificate as under:  \n1st position: Gold Medal (with Distinction Certificate)  \ni. Students admitted to a particular degree program in a particular year / session will compete as \none group irrespective of the sections or mor ning / evening program.  \nii. The disciplines where number of students is less than 05, no position will be awarded", " in \nsemester system.  \niii. No medal or roll of honor or distinction certificate will be granted to candidates who passed \nexamination in 2nd at tempt.  \niv. The recipient must not have failed or repeated or improved any course during the program and \nshould have completed the degree within the minimum prescribed time period.  \nv. In case of the same cumulative grade point average (up to two decimal p laces), the matter will \nbe decided on the basis of highest percentage of marks scored by a ca", "ndidate.  \nvi. Students appearing for improvement will not be eligible for the award of Medal /Distinction.  \nvii. A student will not be eligible for the award of Me dal / Distinction, if s/he has been penalized in \nthe past for violation of the regulations of the University, during his/her stay at the University.  \n24. DEGREES CONFERMENT  \nUniversity should conduct Convocation as and when required as per described / approv ed criteria. \nUrgent degree can be issued as per University policy upon ", "the request of student. Duplicate \nDegree may be issued (with completion of all requirements) to a candidate in case the original \ndegree is lost / damaged or in case of change in the nam e of candidate. .The candidate has to \napply to the Controller of Examinations / Additional Controller of Examinations for the issuance of \nduplicate degree along with the relevant documentary proof as per University regulations.  \nThe Duplicate Degree shall b e signed by the Controller of Examinations only.  \n", "253. VICE CHANCELLOR’S AUTHORITY IN SPECIAL CASES  \nNotwithstanding  anything contrary to these Rules /Regulations, the Vice Chancellor shall have the \npowers conferred by the statuary bodies to issues order, d irections or instructions for the smooth \nworking of the Academics affairs of this University and on the issue(s) which are not covered \nunder these “Semester Regulations”, where any rule(s) /Regulation(s) are silent or in cases of \nambiguity or discrepancy a s regards into the interpreta", "tion of these Regulations, the decision of \nPage 22 of 22 \n the Vice Chancellor shall be final.  \n"]